Repository: AstronTechApp/looopr-ios
Catalog: Looopr/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pt_br, pt_pt

# paywall.featureFuture
source: Every new premium feature, the day it ships
de: Jede neue Premium-Funktion ab dem ersten Tag
es: Cada nueva función premium desde su lanzamiento
fr: Chaque nouvelle fonction premium dès son lancement
it: Ogni nuova funzione premium dal primo giorno
nl: Elke nieuwe premiumfunctie, direct bij release
pt_br: Cada novo recurso premium desde o primeiro dia
pt_pt: Cada nova funcionalidade premium desde o primeiro dia

# paywall.featureLoops
source: Smoother, rounder loops on better walking streets
de: Rundere, schönere Runden über bessere Wege
es: Loops más suaves por mejores calles para caminar
fr: Des boucles plus fluides par de plus belles rues
it: Anelli più fluidi su strade più belle
nl: Vloeiendere, rondere loops via fijnere wandelstraten
pt_br: Loops mais suaves por ruas melhores para caminhar
pt_pt: Loops mais suaves por ruas melhores para caminhar

# paywall.featureRoutes
source: Up to 8 route options per walk instead of 2
de: Bis zu 8 Routenvorschläge pro Spaziergang statt 2
es: Hasta 8 opciones de ruta por paseo en lugar de 2
fr: Jusqu'à 8 itinéraires par balade au lieu de 2
it: Fino a 8 percorsi per passeggiata invece di 2
nl: Tot 8 route-opties per wandeling in plaats van 2
pt_br: Até 8 opções de rota por caminhada em vez de 2
pt_pt: Até 8 opções de rota por caminhada em vez de 2

# paywall.headline
source: Walk further with Premium
de: Geh weiter mit Premium
es: Camina más lejos con Premium
fr: Marchez plus loin avec Premium
it: Cammina più lontano con Premium
nl: Wandel verder met Premium
pt_br: Caminhe mais longe com o Premium
pt_pt: Caminhe mais longe com o Premium

# paywall.legalNote
source: Payment is charged to your Apple ID. Subscriptions renew automatically until cancelled in Settings at least 24 hours before the period ends.
de: Die Zahlung erfolgt über deine Apple-ID. Abos verlängern sich automatisch, bis sie spätestens 24 Stunden vor Ablauf in den Einstellungen gekündigt werden.
es: El pago se carga a tu Apple ID. La suscripción se renueva automáticamente salvo que la canceles en Ajustes al menos 24 horas antes de que termine el período.
fr: Le paiement est débité via votre identifiant Apple. L'abonnement se renouvelle automatiquement sauf annulation dans Réglages au moins 24 h avant la fin de la période.
it: Il pagamento viene addebitato sul tuo ID Apple. L'abbonamento si rinnova automaticamente salvo disdetta nelle Impostazioni almeno 24 ore prima della fine del periodo.
nl: De betaling wordt in rekening gebracht via je Apple ID. Abonnementen verlengen automatisch tot je ze minstens 24 uur voor het einde van de periode opzegt in Instellingen.
pt_br: O pagamento é cobrado no seu ID Apple. A assinatura é renovada automaticamente, a menos que seja cancelada nos Ajustes pelo menos 24 horas antes do fim do período.
pt_pt: O pagamento é cobrado através do seu ID Apple. A subscrição renova-se automaticamente, salvo cancelamento nas Definições pelo menos 24 horas antes do fim do período.

# paywall.manageSubscription
source: Manage Subscription
de: Abo verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
nl: Abonnement beheren
pt_br: Gerenciar assinatura
pt_pt: Gerir subscrição

# paywall.monthly
source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
nl: Maandelijks
pt_br: Mensal
pt_pt: Mensal

# paywall.nothingToRestore
source: No previous purchase found for this Apple ID.
de: Kein früherer Kauf für diese Apple-ID gefunden.
es: No se encontró ninguna compra anterior para este Apple ID.
fr: Aucun achat précédent trouvé pour cet identifiant Apple.
it: Nessun acquisto precedente trovato per questo ID Apple.
nl: Geen eerdere aankoop gevonden voor deze Apple ID.
pt_br: Nenhuma compra anterior encontrada para este ID Apple.
pt_pt: Nenhuma compra anterior encontrada para este ID Apple.

# paywall.purchaseFailed
source: Purchase Failed
de: Kauf fehlgeschlagen
es: Error en la compra
fr: Échec de l'achat
it: Acquisto non riuscito
nl: Aankoop mislukt
pt_br: Falha na compra
pt_pt: Falha na compra

# paywall.restore
source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
it: Ripristina acquisti
nl: Aankopen herstellen
pt_br: Restaurar compras
pt_pt: Restaurar compras

# paywall.settingsRow
source: Upgrade to Premium
de: Auf Premium upgraden
es: Mejora a Premium
fr: Passer à Premium
it: Passa a Premium
nl: Upgrade naar Premium
pt_br: Assine o Premium
pt_pt: Mude para Premium

# paywall.statusActive
source: Active
de: Aktiv
es: Activa
fr: Actif
it: Attivo
nl: Actief
pt_br: Ativa
pt_pt: Ativa

# paywall.subtitle
source: More routes, smarter loops, and new features as they launch.
de: Mehr Routen, klügere Runden und neue Funktionen direkt zum Start.
es: Más rutas, loops más inteligentes y cada novedad desde el primer día.
fr: Plus d'itinéraires, des boucles plus intelligentes et chaque nouveauté dès sa sortie.
it: Più percorsi, anelli più intelligenti e ogni novità al lancio.
nl: Meer routes, slimmere loops en nieuwe functies zodra ze verschijnen.
pt_br: Mais rotas, loops mais inteligentes e cada novidade no lançamento.
pt_pt: Mais rotas, loops mais inteligentes e cada novidade no lançamento.

# paywall.unavailable
source: Subscriptions aren't available right now. Please try again later.
de: Abos sind derzeit nicht verfügbar. Bitte versuche es später erneut.
es: Las suscripciones no están disponibles ahora mismo. Inténtalo más tarde.
fr: Les abonnements sont indisponibles pour le moment. Réessayez plus tard.
it: Gli abbonamenti non sono al momento disponibili. Riprova più tardi.
nl: Abonnementen zijn momenteel niet beschikbaar. Probeer het later opnieuw.
pt_br: As assinaturas não estão disponíveis no momento. Tente novamente mais tarde.
pt_pt: As subscrições não estão disponíveis de momento. Tente novamente mais tarde.

# poi.appleMaps
source: Apple Maps
de: Apple Karten
fr: Plans Apple
it: Mappe Apple

# poi.cafes
source: Cafes
de: Cafés
es: Cafeterías
fr: Cafés
it: Caffetterie
nl: Cafés
pt_br: Cafés
pt_pt: Cafés

# poi.category.bakery
source: Bakery
de: Bäckerei
es: Panadería
fr: Boulangerie
it: Panetteria
nl: Bakkerij
pt_br: Padaria
pt_pt: Padaria

# poi.category.castle
source: Castle
de: Schloss
es: Castillo
fr: Château
it: Castello
nl: Kasteel
pt_br: Castelo
pt_pt: Castelo

# poi.category.church
source: Church
de: Kirche
es: Iglesia
fr: Église
it: Chiesa
nl: Kerk
pt_br: Igreja
pt_pt: Igreja

# poi.category.gallery
source: Gallery
de: Galerie
es: Galería
fr: Galerie
it: Galleria
nl: Galerie
pt_br: Galeria
pt_pt: Galeria

# poi.category.garden
source: Garden
de: Garten
es: Jardín
fr: Jardin
it: Giardino
nl: Tuin
pt_br: Jardim
pt_pt: Jardim

# poi.category.historicSite
source: Historic Site
de: Historische Stätte
es: Sitio histórico
fr: Site historique
it: Sito storico
nl: Historische plek
pt_br: Sítio histórico
pt_pt: Sítio histórico

# poi.category.landmark
source: Landmark
de: Wahrzeichen
es: Punto de referencia
fr: Point de repère
it: Punto di riferimento
nl: Bezienswaardigheid
pt_br: Ponto de referência
pt_pt: Ponto de referência

# poi.category.monument
source: Monument
de: Denkmal
es: Monumento
it: Monumento
pt_br: Monumento
pt_pt: Monumento

# poi.category.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
it: Altro
nl: Overig
pt_br: Outro
pt_pt: Outro

# poi.category.viewpoint
source: Viewpoint
de: Aussichtspunkt
es: Mirador
fr: Point de vue
it: Punto panoramico
nl: Uitzichtpunt
pt_br: Mirante
pt_pt: Miradouro

# poi.closed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé
it: Chiuso
nl: Gesloten
pt_br: Fechado
pt_pt: Fechado

# poi.closedThen
source: Closed then
de: Dann geschlossen
es: Cerrado entonces
fr: Fermé à ce moment-là
it: Chiuso allora
nl: Dan gesloten
pt_br: Fechado nesse horário
pt_pt: Fechado nesse horário

# poi.findingNearby
source: Finding nearby cafes & restaurants...
de: Cafés und Restaurants in der Nähe suchen...
es: Buscando cafeterías y restaurantes cercanos...
fr: Recherche de cafés et restaurants à proximité...
it: Ricerca caffetterie e ristoranti nelle vicinanze...
nl: Cafés en restaurants in de buurt zoeken...
pt_br: Buscando cafés e restaurantes próximos...
pt_pt: A procurar cafés e restaurantes nas proximidades...

# poi.foodAndDrinks
source: Food & Drinks
de: Essen & Trinken
es: Comida y bebida
fr: Restauration
it: Cibo e bevande
nl: Eten & Drinken
pt_br: Comida e bebida
pt_pt: Comida e bebida

# poi.foodLockedBody
source: See the best coffee and food stops along this route, with ratings, opening hours and photos.
de: Sieh die besten Kaffee- und Essensstopps entlang dieser Route, mit Bewertungen, Öffnungszeiten und Fotos.
es: Descubre las mejores paradas de café y comida en esta ruta, con valoraciones, horarios y fotos.
fr: Découvrez les meilleures pauses café et restauration sur cet itinéraire, avec avis, horaires et photos.
it: Scopri le migliori soste per caffè e cibo lungo questo percorso, con recensioni, orari e foto.
nl: Bekijk de beste koffie- en eetstops langs deze route, met beoordelingen, openingstijden en foto's.
pt_br: Veja as melhores paradas de café e comida nesta rota, com avaliações, horários e fotos.
pt_pt: Veja as melhores paragens de café e comida nesta rota, com avaliações, horários e fotos.

# poi.foodLockedCTA
source: See Premium
de: Premium ansehen
es: Ver Premium
fr: Voir Premium
it: Scopri Premium
nl: Bekijk Premium
pt_br: Ver Premium
pt_pt: Ver Premium

# poi.foodLockedTitle
source: Cafés & restaurants are Premium
de: Cafés & Restaurants sind Premium
es: Cafés y restaurantes son Premium
fr: Cafés et restaurants sont Premium
it: Caffè e ristoranti sono Premium
nl: Cafés & restaurants zijn Premium
pt_br: Cafés e restaurantes são Premium
pt_pt: Cafés e restaurantes são Premium

# poi.fromRoute
source: from route
de: von Route
es: de la ruta
fr: de l'itinéraire
it: dal percorso
nl: van route
pt_br: da rota
pt_pt: da rota

# poi.nearRoute
source: Near Route
de: Nahe der Route
es: Cerca de la ruta
fr: Près de l'itinéraire
it: Vicino al percorso
nl: In de buurt van de route
pt_br: Perto da rota
pt_pt: Perto da rota

# poi.noRestaurantsFound
source: No highly-rated cafes or restaurants found nearby
de: Keine gut bewerteten Cafés oder Restaurants in der Nähe gefunden
es: No se encontraron cafeterías o restaurantes bien valorados cerca
fr: Aucun café ou restaurant bien noté trouvé à proximité
it: Nessun caffè o ristorante ben valutato trovato nelle vicinanze
nl: Geen goedbeoordeelde cafés of restaurants in de buurt gevonden
pt_br: Nenhum café ou restaurante bem avaliado encontrado por perto
pt_pt: Nenhum café ou restaurante bem avaliado encontrado nas proximidades

# poi.onRoute
source: On Route
de: Auf der Route
es: En la ruta
fr: Sur l'itinéraire
it: Sul percorso
nl: Op de route
pt_br: Na rota
pt_pt: Na rota

# poi.openingSoon
source: Opening soon
de: Öffnet bald
es: Abre pronto
fr: Ouvre bientôt
it: Apre presto
nl: Opent binnenkort
pt_br: Abre em breve
pt_pt: Abre em breve

# poi.openNow
source: Open now
de: Jetzt geöffnet
es: Abierto ahora
fr: Ouvert maintenant
it: Aperto ora
nl: Nu open
pt_br: Aberto agora
pt_pt: Aberto agora

# poi.openThen
source: Open then
de: Dann geöffnet
es: Abierto entonces
fr: Ouvert à ce moment-là
it: Aperto allora
nl: Dan open
pt_br: Aberto nesse horário
pt_pt: Aberto nesse horário

# poi.tapToFind
source: Tap to find nearby cafes & restaurants
de: Tippe, um Cafés und Restaurants in der Nähe zu finden
es: Toca para encontrar cafeterías y restaurantes cercanos
fr: Appuyez pour trouver des cafés et restaurants à proximité
it: Tocca per trovare caffetterie e ristoranti nelle vicinanze
nl: Tik om cafés en restaurants in de buurt te vinden
pt_br: Toque para encontrar cafés e restaurantes próximos
pt_pt: Toque para encontrar cafés e restaurantes nas proximidades

# poi.walkingInfo
source: %1$@ · %2$@ walk
de: %1$@ · %2$@ Fußweg
es: %1$@ · %2$@ a pie
fr: %1$@ · %2$@ à pied
it: %1$@ · %2$@ a piedi
nl: %1$@ · %2$@ lopen
pt_br: %1$@ · %2$@ a pé
pt_pt: %1$@ · %2$@ a pé

# poi.walkTime
source: Walk
de: Spaziergang
es: Paseo
fr: Balade
it: Passeggiata
nl: Wandeling
pt_br: Caminhada
pt_pt: Caminhada

# poi.walkTimeHours
source: ~%@h
de: ~%@ Std.
nl: ~%@u

# poi.walkTimeHoursMinutes
source: ~%1$@h %2$@min
de: ~%1$@ Std. %2$@ Min.
nl: ~%1$@u %2$@min

# poiDetail.bookOn
source: Book on %@
de: Buchen über %@
es: Reservar en %@
fr: Réserver sur %@
it: Prenota su %@
nl: Boek via %@
pt_br: Reservar no %@
pt_pt: Reservar no %@

# poiDetail.bookTickets
source: Book Tickets
de: Tickets Buchen
es: Reservar Entradas
fr: Réserver des Billets
it: Prenota Biglietti
nl: Kaarten Boeken
pt_br: Reservar Ingressos
pt_pt: Reservar Ingressos

# poiDetail.buyTickets
source: Buy Tickets
de: Tickets Kaufen
es: Comprar Entradas
fr: Acheter des Billets
it: Acquista Biglietti
nl: Kopen Kaarten
pt_br: Comprar Ingressos
pt_pt: Comprar Ingressos

# poiDetail.call
source: Call
de: Anrufen
es: Llamar
fr: Appeler
it: Chiama
nl: Bellen
pt_br: Ligar
pt_pt: Ligar

# poiDetail.compareProviders
source: Compare providers (%@)
de: Anbieter vergleichen (%@)
es: Comparar proveedores (%@)
fr: Comparer les fournisseurs (%@)
it: Confronta fornitori (%@)
nl: Vergelijk aanbieders (%@)
pt_br: Comparar fornecedores (%@)
pt_pt: Comparar fornecedores (%@)

# poiDetail.findingTickets
source: Finding tickets...
de: Tickets werden gesucht...
es: Buscando entradas...
fr: Recherche de billets...
it: Ricerca di biglietti...
nl: Kaartjes zoeken...
pt_br: Procurando ingressos...
pt_pt: Procurando ingressos...

# poiDetail.loadingDetails
source: Loading details...
de: Details werden geladen...
es: Cargando detalles...
fr: Chargement des détails...
it: Caricamento dettagli...
nl: Details laden...
pt_br: Carregando detalhes...
pt_pt: Carregando detalhes...

# poiDetail.viewOnGoogleMaps
source: View on Google Maps
de: In Google Maps anzeigen
es: Ver en Google Maps
fr: Afficher sur Google Maps
it: Visualizza su Google Maps
nl: Bekijk op Google Maps
pt_br: Ver no Google Maps
pt_pt: Ver no Google Maps

# poiDetail.visitWebsite
source: Visit Website
de: Website Besuchen
es: Visitar Sitio Web
fr: Visiter le Site Web
it: Visita Sito Web
nl: Bezoek Website
pt_br: Visitar Site
pt_pt: Visitar Site

# privacySettings.dangerZone
source: DANGER ZONE
de: GEFAHRENZONE
es: ZONA PELIGROSA
fr: ZONE DANGEREUSE
it: ZONA PERICOLOSA
nl: GEVAARZONE
pt_br: ZONA DE PERIGO
pt_pt: ZONA DE PERIGO

# privacySettings.dataSaved
source: Your data has been saved to your Files app.
de: Deine Daten wurden in deiner Dateien-App gespeichert.
es: Tus datos se han guardado en tu app Archivos.
fr: Vos données ont été enregistrées dans votre app Fichiers.
it: I tuoi dati sono stati salvati nella tua app File.
nl: Je gegevens zijn opgeslagen in je Bestanden-app.
pt_br: Seus dados foram salvos em seu app Arquivos.
pt_pt: Seus dados foram salvos em seu app Arquivos.

# privacySettings.deleteAccount
source: Delete Account
de: Konto Löschen
es: Eliminar Cuenta
fr: Supprimer le Compte
it: Elimina Account
nl: Account Verwijderen
pt_br: Excluir Conta
pt_pt: Excluir Conta

# privacySettings.deleteMyAccount
source: Delete My Account
de: Mein Konto Löschen
es: Eliminar Mi Cuenta
fr: Supprimer Mon Compte
it: Elimina Il Mio Account
nl: Verwijder Mijn Account
pt_br: Excluir Minha Conta
pt_pt: Excluir Minha Conta

# privacySettings.deleteWarning
source: This action cannot be undone. All your data, memories, and walk history will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Alle deine Daten, Erinnerungen und dein Wanderverlauf werden dauerhaft gelöscht.
es: Esta acción no se puede deshacer. Todos tus datos, recuerdos e historial de caminatas se eliminarán permanentemente.
fr: Cette action est irréversible. Toutes vos données, souvenirs et historique de marche seront définitivement supprimés.
it: Questa azione non può essere annullata. Tutti i tuoi dati, ricordi e cronologia delle passeggiate verranno eliminati definitivamente.
nl: Deze actie kan niet ongedaan worden gemaakt. Al je gegevens, herinneringen en wandelgeschiedenis worden permanent verwijderd.
pt_br: Esta ação não pode ser desfeita. Todos os seus dados, memórias e histórico de caminhadas serão excluídos permanentemente.
pt_pt: Esta ação não pode ser anulada. Todos os seus dados, memórias e histórico de caminhadas serão eliminados permanentemente.

# privacySettings.descriptionMessage
source: We take your privacy seriously. Your data is encrypted and stored securely.
de: Wir nehmen deinen Datenschutz ernst. Deine Daten sind verschlüsselt und sicher gespeichert.
es: Nos tomamos tu privacidad en serio. Tus datos están cifrados y almacenados de forma segura.
fr: Nous prenons votre vie privée au sérieux. Vos données sont chiffrées et stockées en toute sécurité.
it: La tua privacy è importante per noi. I tuoi dati sono crittografati e archiviati in modo sicuro.
nl: Wij nemen je privacy serieus. Je gegevens zijn versleuteld en veilig opgeslagen.
pt_br: Levamos sua privacidade a sério. Seus dados são criptografados e armazenados com segurança.
pt_pt: Levamos a sua privacidade a sério. Os seus dados são encriptados e armazenados com segurança.

# privacySettings.downloadData
source: Download all your data as JSON
de: Lade alle deine Daten als JSON herunter
es: Descarga todos tus datos como JSON
fr: Télécharger toutes vos données en JSON
it: Scarica tutti i tuoi dati come JSON
nl: Download al je gegevens als JSON
pt_br: Baixe todos os seus dados como JSON
pt_pt: Baixe todos os seus dados como JSON

# privacySettings.exportComplete
source: Export Complete
de: Export Abgeschlossen
es: Exportación Completada
fr: Export Terminé
it: Esportazione Completata
nl: Export Voltooid
pt_br: Exportação Concluída
pt_pt: Exportação Concluída

# privacySettings.exportMyData
source: Export My Data
de: Meine Daten Exportieren
es: Exportar Mis Datos
fr: Exporter Mes Données
it: Esporta I Miei Dati
nl: Exporteer Mijn Gegevens
pt_br: Exportar Meus Dados
pt_pt: Exportar Meus Dados

# privacySettings.permanentlyRemoveData
source: Permanently remove all your data
de: Entfernen Sie dauerhaft alle Ihre Daten
es: Eliminar permanentemente todos tus datos
fr: Supprimer définitivement toutes vos données
it: Rimuovi definitivamente tutti i tuoi dati
nl: Verwijder permanent alle je gegevens
pt_br: Remova permanentemente todos os seus dados
pt_pt: Remova permanentemente todos os seus dados

# privacySettings.title
source: Privacy & Data
de: Datenschutz & Daten
es: Privacidad y Datos
fr: Confidentialité & Données
it: Privacy e Dati
nl: Privacy & Gegevens
pt_br: Privacidade e Dados
pt_pt: Privacidade e Dados

# privacySettings.yourData
source: YOUR DATA
de: DEINE DATEN
es: TUS DATOS
fr: VOS DONNÉES
it: I TUOI DATI
nl: JE GEGEVENS
pt_br: SEUS DADOS
pt_pt: SEUS DADOS

# profile.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pt_br: Cancelar
pt_pt: Cancelar

# profile.completeFirstLooopr
source: Complete your first Looopr to see your progress here
de: Vervollständige deinen ersten Looopr, um deinen Fortschritt hier zu sehen
es: Completa tu primer Looopr para ver tu progreso aquí
fr: Terminez votre premier Looopr pour voir votre progression ici
it: Completa il tuo primo Looopr per vedere il tuo progresso qui
nl: Voltooi je eerste Looopr om je voortgang hier te zien
pt_br: Complete seu primeiro Looopr para ver seu progresso aqui
pt_pt: Complete seu primeiro Looopr para ver seu progresso aqui

# profile.deleteFailedMessage
source: The walk was removed from this device, but we couldn't reach the server. It may reappear when your other devices sync.
de: Der Spaziergang wurde von diesem Gerät entfernt, aber der Server war nicht erreichbar. Er kann wieder auftauchen, wenn deine anderen Geräte synchronisieren.
es: El paseo se eliminó de este dispositivo, pero no pudimos conectar con el servidor. Puede reaparecer cuando tus otros dispositivos se sincronicen.
fr: La balade a été supprimée de cet appareil, mais le serveur était injoignable. Elle peut réapparaître lors de la synchronisation de vos autres appareils.
it: La passeggiata è stata rimossa da questo dispositivo, ma non siamo riusciti a raggiungere il server. Potrebbe riapparire quando gli altri dispositivi si sincronizzano.
nl: De wandeling is van dit apparaat verwijderd, maar we konden de server niet bereiken. Mogelijk verschijnt hij weer als je andere apparaten synchroniseren.
pt_br: A caminhada foi removida deste dispositivo, mas não conseguimos acessar o servidor. Ela pode reaparecer quando seus outros dispositivos sincronizarem.
pt_pt: A caminhada foi removida deste dispositivo, mas não conseguimos aceder ao servidor. Pode reaparecer quando os seus outros dispositivos sincronizarem.

# profile.deleteFailedTitle
source: Delete incomplete
de: Löschen unvollständig
es: Eliminación incompleta
fr: Suppression incomplète
it: Eliminazione incompleta
nl: Verwijderen onvolledig
pt_br: Exclusão incompleta
pt_pt: Eliminação incompleta

# profile.deleteWalk
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pt_br: Excluir
pt_pt: Eliminar

# profile.deleteWalkQuestion
source: Delete this walk?
de: Diesen Spaziergang löschen?
es: ¿Eliminar este paseo?
fr: Supprimer cette balade?
it: Eliminare questa passeggiata?
nl: Deze wandeling verwijderen?
pt_br: Excluir esta caminhada?
pt_pt: Eliminar esta caminhada?

# profile.distance
source: Distance
de: Entfernung
es: Distancia
it: Distanza
nl: Afstand
pt_br: Distância
pt_pt: Distância

# profile.elevationGain
source: Elev Gain
de: Höhengew.
es: Ganancia Elev
fr: Gain Alt.
it: Guad. Elev
nl: Hoogtev. Winst
pt_br: Ganho Elev
pt_pt: Ganho Elev

# profile.noWalksYet
source: No walks yet
de: Noch keine Spaziergänge
es: Aún no hay paseos
fr: Aucune marche pour le moment
it: Nessuna passeggiata ancora
nl: Nog geen wandelingen
pt_br: Nenhuma caminhada ainda
pt_pt: Nenhuma caminhada ainda

# profile.past8Weeks
source: PAST 8 WEEKS
de: LETZTE 8 WOCHEN
es: ÚLTIMAS 8 SEMANAS
fr: 8 DERNIÈRES SEMAINES
it: ULTIME 8 SETTIMANE
nl: AFGELOPEN 8 WEKEN
pt_br: ÚLTIMAS 8 SEMANAS
pt_pt: ÚLTIMAS 8 SEMANAS

# profile.startLoooprDescription
source: Start a Looopr to build your activity history
de: Starte einen Looopr, um deine Aktivitätshistorie aufzubauen
es: Inicia un Looopr para construir tu historial de actividades
fr: Commencez un Looopr pour construire votre historique d'activité
it: Avvia un Looopr per costruire la tua cronologia di attività
nl: Start een Looopr om je activiteitengeschiedenis op te bouwen
pt_br: Inicie um Looopr para construir seu histórico de atividades
pt_pt: Inicie um Looopr para construir seu histórico de atividades

# profile.steps
source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
nl: Stappen
pt_br: Passos
pt_pt: Passos

# profile.tabActivities
source: Activities
de: Aktivitäten
es: Actividades
fr: Activités
it: Attività
nl: Activiteiten
pt_br: Atividades
pt_pt: Atividades

# profile.tabProgress
source: Progress
de: Fortschritt
es: Progreso
fr: Progrès
it: Progressi
nl: Voortgang
pt_br: Progresso
pt_pt: Progresso

# profile.thisWeek
source: THIS WEEK
de: DIESE WOCHE
es: ESTA SEMANA
fr: CETTE SEMAINE
it: QUESTA SETTIMANA
nl: DEZE WEEK
pt_br: ESTA SEMANA
pt_pt: ESTA SEMANA

# profile.time
source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
pt_br: Tempo
pt_pt: Tempo

# profile.title
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
nl: Profiel
pt_br: Perfil
pt_pt: Perfil

# profile.totalWalks
source: Total Walks
de: Gesamtzahl Spaziergänge
es: Total de Paseos
fr: Total Marches
it: Passeggiate Totali
nl: Totale Wandelingen
pt_br: Total de Caminhadas
pt_pt: Total de Caminhadas
